[ 
    { 
        "url": "https://www.nytimes.com/2018/06/21/world/middleeast/sara-netanyahu-indicted-israel.html",
        "title": "Sara Netanyahu Indicted on Fraud Charges in Israel",
        "author": [ "http://www.nytimes.com/by/david-m-halbfinger" ],
        "source": null,
        "description": "The wife of the prime minister is accused of falsifying records to conceal close to $100,000 in expenses, mostly to high-end chefs for private meals.",

        "fullText": "To keep the cost per person within the guidelines, the prosecutors say, Mr. Saidoff also padded the number of occasions and the number of people who attended.\n\n… on the basis of the demands of the accused [Mrs. Netanyahu] to employ chefs in the residence for the purpose of cooking meals they hosted privately and in order to fund the high cost of the meals, the accused [Mr. Saidoff] acted in such a way that the overall cost of these meals was divided into a larger number of portions than the number of portions actually provided, and sometimes “spread them out” over a number of dates.\n\nIn a statement, lawyers for Mrs. Netanyahu called the indictment “absurd and delusional,” castblame on a former household superintendent and said “the Netanyahu family did not consume most of the food,” which was eaten by other people, including guests and staff.\n\n“But the biggest absurdity,” the statement asserts, is that the accounting procedure Mrs. Netanyahu is accused of violating was drafted especially for Mr. Netanyahu just days before he took office in 2009 “by three officials without authority.”\n\n“An indictment based on an illegal procedure cannot hold water,” the statement says.\n\nThe attorney general of Israel, Avichai Mandelblit, filed Thursday’s indictment over the objections of Mrs. Netanyahu’s lawyers. One of them, Jacob Weinroth, gave an interview recently in which he said that the case could have been avoided had Mrs. Netanyahu made restitution, but that she had refused to do so.\n\nThis is not the firsttime that the expensive tastes of Mrs. Netanyahu, 59, have come back to haunt her husband, who also faces indictment in a web of corruption scandals.\n\nIn September, Mr. Mandelblit closed inquiries into allegations that she had used state funds to pay for outdoor furniture for the Netanyahus’ private home in Caesarea and improperly redeemed more than $1,000 in bottle deposits for cash. And gifts of jewelry to Mrs. Netanyahu are among hundreds of thousands of dollars in bribes that the police, in February, accused her husband of accepting." 
    }
]
  